Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Failed to start the Trend Micro Core Protection Module Real-time scan service
fr_fr: Impossible de démarrer le service de scan en temps réel de Trend Micro Core Protection Module

source: Failed to stop the Trend Micro Core Protection Module Real-time scan service
fr_fr: Impossible d'arrêter le service de scan en temps réel de Trend Micro Core Protection Module

source: Trend Micro Core Protection Module Monitor is already docked in the taskbar.
fr_fr: Le Moniteur Trend Micro Core Protection Module se trouve déjà dans la barre des tâches.

source: The Core Protection Module beta evaluation version has already expired. Please upgrade to the full version.
fr_fr: La version d’évaluation bêta de Core Protection Module a déjà expiré. Procédez à une mise à niveau vers une version complète.

source: The Real-time scan service works incorrectly. Please check it from the Services applet in the Control Panel.
fr_fr: Le service de scan en temps réel ne fonctionne pas correctement. Vérifiez-le dans l'application Services du panneau de configuration.

source: Are you sure you want to exit the Core Protection Module I/O Monitor?
fr_fr: Voulez-vous vraiment quitter le moniteur Core Protection Module d'E/S ?

source: Are you sure you want to turn off Trend Micro Core Protection Module?
fr_fr: Voulez-vous vraiment fermer Trend Micro Core Protection Module ?

source: Unable to verify the Core Protection Module password. Please reinstall Core Protection Module.
fr_fr: Impossible de vérifier le mot de passe Core Protection Module. Veuillez réinstaller Core Protection Module.

source: The password entered is incorrect. Please try again.
fr_fr: Le mot de passe saisi est incorrect. Veuillez réessayer.

source: Scheduled update has been enabled.
fr_fr: La mise à jour programmée a été activée.

source: Unable to retrieve the Scheduled Update status. Please try again later.
fr_fr: Impossible d'extraire l’état de la mise à jour programmée. Veuillez réessayer ultérieurement.

source: Unable to load Virus Pattern. Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de charger le fichier de signatures de virus. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Failed of internal problem.
fr_fr: Échec, problème interne.

source: Real-time Scan service report error code:
fr_fr: Code d'erreur du rapport de service de scan en temps réel&nbsp;:

source: (A virus has been found in the compressed file.)
fr_fr: (Un virus a été détecté dans le fichier compressé).

source: Updating....
fr_fr: Mise à jour....

source: Disable Firewall
fr_fr: Désactiver le pare-feu

source: Firewall violations: %u
fr_fr: Violations du pare-feu : %u

source: Violating Operation
fr_fr: Opération de violation

source: Firewall Alert Message
fr_fr: Message d'alerte de pare-feu

source: Firewall AlertMessage
fr_fr: Message d'alerte de pare-feu

source: Synchronizing settings...
fr_fr: Synchronisation des paramètres...

source: Synchronizing global configuration...
fr_fr: Synchronisation de la configuration globale...

source: Synchronizing alert messages...
fr_fr: Synchronisation des messages d'alerte...

source: Preparing to download program files...
fr_fr: Préparation du téléchargement des fichiers programme...

source: Downloading program files...
fr_fr: Téléchargement des fichiers programme...

source: Preparing to download engine files...
fr_fr: Préparation du téléchargement des fichiers moteur...

source: Downloading engine files...
fr_fr: Téléchargement des fichiers moteur...

source: Preparing to download pattern file...
fr_fr: Préparation du téléchargement du fichier de signatures...

source: Downloading pattern file...
fr_fr: Téléchargement du fichier de signatures...

source: Synchronizing hot fix files...
fr_fr: Synchronisation des fichiers hot fix...

source: Component update is complete.
fr_fr: Mise à jour des composants terminée.

source: Update failed
fr_fr: Échec de la mise à jour

source: Downloading DCS template files...
fr_fr: Téléchargement des fichiers modèle DCS...

source: Downloading DCS engine files...
fr_fr: Téléchargement des fichiers moteur DCS...

source: Downloading Spyware/Grayware Scan pattern files...
fr_fr: Téléchargement des fichiers de signatures de spywares/graywares...

source: Downloading Cisco Trust Agent files...
fr_fr: Téléchargement des fichiers Cisco Trust Agent...

source: Downloading Network Virus pattern files...
fr_fr: Téléchargement des fichiers de signatures des virus de réseau...

source: Downloading CFW engine files...
fr_fr: Téléchargement des fichiers moteur CFW...

source: Downloading DCS spyware template files...
fr_fr: Téléchargement des fichiers modèles DCS de spywares...

source: Downloading VA pattern file...
fr_fr: Téléchargement du fichier de signatures d'évaluation des failles...

source: Renewing the component update source...
fr_fr: Renouvellement de la source de mise à jour des composants...

source: Updating all components...
fr_fr: Mise à jour de tous les composants...

source: Preparing proxy settings...
fr_fr: Préparation des paramètres proxy...

source: Connecting to the component update source...
fr_fr: Connexion à la source de mise à jour des composants...

source: VDI client is waiting the permission to start update
fr_fr: Le client VDI attend l'autorisation de démarrer la mise à jour

source: Open Internet connection
fr_fr: Ouvrir la connexion Internet

source: Error when opening Internet connection
fr_fr: Erreur à l'ouverture de la connexion Internet

source: Connected with Internet
fr_fr: Connecté à Internet

source: Error when connecting to Internet
fr_fr: Erreur lors de la connexion Internet

source: Open request
fr_fr: Ouverture de requête

source: Open request error
fr_fr: Erreur à l'ouverture de la requête

source: Add request header
fr_fr: Ajout de l'en-tête de requête

source: Add request header error
fr_fr: Erreur d'ajout d'en-tête de requête

source: Sending request...
fr_fr: Envoi de la requête...

source: Send request error
fr_fr: Erreur d'envoi de la requête

source: Get file size
fr_fr: Récupération de la taille du fichier

source: Get file size error
fr_fr: Erreur à la récupération de la taille du fichier

source: Internet read
fr_fr: Lecture Internet

source: Internet read error
fr_fr: Erreur en lecture Internet

source: Timeout error
fr_fr: Erreur de délai d'attente

source: Retries error
fr_fr: Erreur en essais

source: Set proxy username error
fr_fr: Erreur de saisie utilisateur proxy

source: Set proxy password error
fr_fr: Erreur de saisie du mot de passe pour proxy

source: Query status code err
fr_fr: Demande d'état de code erreur

source: Status error
fr_fr: Erreur d'état

source: Action complete
fr_fr: Action effectuée

source: Please type a valid domain name/IP address, and then try again.
fr_fr: Veuillez saisir un nom de domaine/une adresse IP valide et réessayer.

source: Virus/Malware:
fr_fr: Virus/programme malveillant&nbsp;:

source: Core Protection Module detected a security risk and cleaned the infected file and other affected system resources. Please restart the computer to finish cleaning.
fr_fr: Core Protection Module a détecté un risque de sécurité et nettoyé le fichier infecté ainsi que les autres ressources système affectées. Veuillez redémarrer l'ordinateur pour terminer le nettoyage.

source: Real-time scan
fr_fr: Scan en temps réel

source: Scheduled scan
fr_fr: Scan programmé

source: Scan now
fr_fr: Scan immédiat

source: (A virus has been found in the compressd file.)
fr_fr: (Un virus a été détecté dans le fichier compressé).

source: Delay Scheduled Scan
fr_fr: Reporter le scan programmé

source: Delay/Skip Scheduled Scan
fr_fr: Retarder/annuler le scan programmé

source: Skip Scheduled Scan
fr_fr: Annuler le scan programmé

source: Component update in progress. Please wait.
fr_fr: Mise à jour des composants en cours. Veuillez patienter.

source: Are you sure you want to cancel component update?
fr_fr: Êtes-vous sûr de vouloir annuler la mise à jour des composants ?

source: Update is pending, waiting server permission. Please wait.
fr_fr: Mise à jour suspendue, en attente de l'autorisation du serveur. Veuillez patienter.

source: Core Protection ModuleCleaning spyware, high CPU usage possible.
fr_fr: Core Protection ModuleNettoyage de spywares, possibilité d'une utilisation importante de l'unité centrale.

source: Subject
fr_fr: Objet

source: Virus Name
fr_fr: Nom du virus

source: Scheduled Scan will run on at .
fr_fr: Le scan programmé s'exécutera le à .

source: You can no longer delay scheduled scan because you have reached the maximum number of delays allowed.
fr_fr: Vous ne pouvez plus reporter le scan programmé car vous avez atteint le nombre maximum de reports autorisé.

source: Please restart your computer to update the TDI driver.
fr_fr: Veuillez redémarrer votre ordinateur pour mettre à jour le pilote TDI.

source: Skip this Scheduled Scan. The next Scheduled Scan runs on at .
fr_fr: Ignorer ce scan programmé. Le prochain scan programmé démarre le à .

source: total log records.
fr_fr: Nombre total d'entrées de journaux: .

source: Add to Approved Programs
fr_fr: Ajouter à la liste des exceptions approuvées

source: Add to Blocked Programs
fr_fr: Ajouter à la liste des exceptions bloquées

source: A program is attempting to change your system settings. Trend Micro recommends verifying the program before selecting an action. If this is unexpected, the program may be a virus and you should select "Block". Note: After seconds and you do not select any action , Trend Micro automatically allows the program to run.
fr_fr: Un programme tente de modifier vos paramètres système. Trend Micro vous recommande de vérifier le programme avant de sélectionner une action. S'il s'agit dune situation inattendue, le programme est peut-être un virus et, dans ce cas, vous devez sélectionner "Bloquer". Remarque&nbsp;: Après secondes non suivies de la sélection d'une action, Trend Micro autorisera automatiquement l'exécution du programme.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Trend Micro recommends restarting the computer to finish upgrading the Core Protection Module client program.
fr_fr: Redémarrage de l'ordinateur requis{\cs5\f1\cf15\lang1024 Trend Micro recommande de redémarrer l'ordinateur pour terminer la mise à niveau du programme client Core Protection Module.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Trend Micro detected that the computer has not been restarted after upgrading. Trend Micro recommends restarting the computer to finish upgrading the Core Protection Module client program.
fr_fr: Redémarrage de l'ordinateur requis{\cs5\f1\cf15\lang1024 Trend Micro a détecté que l'ordinateur n'a pas été redémarré après la mise à niveau. Trend Micro recommande de redémarrer l'ordinateur pour terminer la mise à niveau du programme client Core Protection Module.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Please restart the computer to enable Core Protection Module Data Protection.
fr_fr: Il faut redémarrer l'ordinateur{\cs5\f1\cf15\lang1024 Veuillez redémarrer l'ordinateur afin d'activer la protection des données Core Protection Module.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Please restart the computer to finish upgrading Core Protection Module Data Protection.
fr_fr: Il faut redémarrer l'ordinateur{\cs5\f1\cf15\lang1024 Veuillez redémarrer l'ordinateur afin de terminer la mise à niveau de la protection des données Core Protection Module.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Please restart the computer to finish uninstalling Core Protection Module Data Protection.
fr_fr: Il faut redémarrer l'ordinateur{\cs5\f1\cf15\lang1024 Veuillez redémarrer l'ordinateur afin de terminer la désinstallation de la protection des données Core Protection Module.

source: Conventional scan
fr_fr: Scan traditionnel

source: Pattern status:
fr_fr: État des signatures&nbsp;:

source: Real-time Scan service:
fr_fr: Service de scan en temps réel&nbsp;:

source: Client connection status:
fr_fr: État de la connexion client&nbsp;:

source: Web Reputation Services:
fr_fr: Services de réputation de sites Web&nbsp;:

source: Updated
fr_fr: Mis à jour

source: Outdated
fr_fr: Obsolète

source: Roaming
fr_fr: Itinérant

source: -c Displays client information-r Opens the Core Protection Module Real-time Monitor-v Displays component versions-u Runs "Update Now" (manual client update)-n Unloads the Core Protection Module client-m Uninstalls the Core Protection Module client-h Displays help information
fr_fr: -c Affiche les informations client-r Ouvre le moniteur en temps réel de Core Protection Module-v Affiche les versions des composants-u Exécute la fonction "Mettre à jour" (mise à jour manuelle du client)-n Décharge le client Core Protection Module-m Désinstalle le client Core Protection Module-h Affiche les informations d'aide

source: Scan method:
fr_fr: Méthode de scan&nbsp;:

source: Another update is running or pending.
fr_fr: Une autre mise à jour est en cours ou en attente.

source: File Reputation Services:
fr_fr: Services de File Reputation&nbsp;:

source: Disabled or Not Functional
fr_fr: Désactivé ou Non opérationnel

source: Functional
fr_fr: Opérationnel

source: Press the Enter key to continue.
fr_fr: Appuyez sur la touche Entrée pour continuer.

source: Unable to launch the OfficeScan client. Quit the command-line program and try again. If the problem remains, restart the computer.
fr_fr: Impossible de lancer le client OfficeScan. Quittez le programme de ligne de commande et réessayez. Si le problème persiste, redémarrez l'ordinateur.

source: Monthly, every of the month at
fr_fr: Tous les mois, le du mois à

source: first
fr_fr: premier

source: second
fr_fr: deuxième

source: third
fr_fr: troisième

source: fourth
fr_fr: quatrième

source: last
fr_fr: dernier

source: Clip Board
fr_fr: Presse-papiers

source: URL:
fr_fr: URL&nbsp;:

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Hors ligne

source: Core Protection Module blocked access to in keeping with Device Control policies.
fr_fr: Core Protection Module a bloqué l'accès à conformément aux stratégies de contrôle des dispositifs.

source: Communicates with Trend Micro Endpoint Security Platform.
fr_fr: Communique avec Trend Micro Endpoint Security Platform.

source: Usage: TMCPMCLI.exe COMMAND
fr_fr: Utilisation : TMCPMCLI.exe COMMAND

source: CLI failed to communicate with Adapter server.Please verify the Trend Micro Adapter Service is running and try again.
fr_fr: La CLI n'a pas pu communiquer avec le serveur Adapter.Veuillez vérifier que Trend Micro Adapter Service est en cours d'exécution et réessayer.

source: The parameter is incorrect.
fr_fr: Le paramètre est incorrect.

source: Written %u lines into
fr_fr: %u lignes écrites dans

source: UseProxy:
fr_fr: Utiliser le proxy :

source: Proxy server : Proxy port : Proxy username :
fr_fr: Serveur proxy : Port du proxy : Nom d'utilisateur du proxy :

source: Trend Micro CPM CLI is invoked. The command line is:
fr_fr: La CLI de Trend Micro CPM est appelée. Ligne de commande :

source: Trend Micro CPM CLI returns non zero exit code.
fr_fr: La CLI de Trend Micro CPM renvoie un code de sortie non nul.

source: Trend Micro CPM Scan Action is complete.
fr_fr: L'action de scan du module Trend Micro CPM est terminée.

source: Trend Micro CPM Adapter Server failed to access source ini file for configuration integration:
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu accéder au fichier source ini pour l'intégration de la configuration :

source: Trend Micro CPM Adapter Server failed to send HTTP request to OSCE client. The response is:
fr_fr: Le serveur Adapter CPM de Trend Micro CPM Adapter n'a pas pu envoyer de requête HTTP au client OSCE. La réponse est :

source: Trend Micro CPM Adapter Server failed to access CPM configuration file:
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu accéder au fichier de configuration du CPM :

source: Trend Micro CPM Adapter Server failed to set option:
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu mettre les options :

source: Trend Micro CPM AuHelper is invoked. The command line is:
fr_fr: La fonctionnalité Trend Micro CPM AuHelper est appelée. La ligne de commande est :

source: Trend Micro CPM AuHelper duplicates components successfully.
fr_fr: Duplication des composants Trend Micro CPM AuHelper réalisée avec succès.

source: Trend Micro CPM AuHelper returns non zero exit code.
fr_fr: AuHelper CPM de Trend Micro retourne au code de sortie non zéro.

source: Trend Micro CPM AuHelper duplicates components failed. The error is:
fr_fr: Échec de la duplication des composants Trend Micro CPM AuHelper. L'erreur est :

source: Trend Micro CPM AuHelper fails to generate the BigFix index file.
fr_fr: Trend Micro CPM AuHelper n'a pas pu générer le fichier index BigFix.

source: Trend Micro CPM AuHelper fails to generate the component information file.
fr_fr: Trend Micro CPM AuHelper n'a pas pu générer le fichier d'informations sur les composants.

source: Trend Micro CPM AuHelper fails to generate the spyware approved list.
fr_fr: Trend Micro CPM AuHelper n'a pas pu générer la liste des spywares reconnus.

source: Trend Micro CPM AuHelper fails to get value from the user input ini file.
fr_fr: Trend Micro CPM AuHelper n'a pas pu obtenir la valeur du fichier utilisateur de saisie ini.

source: Trend Micro CPM AuUpdater is invoked. The command line is:
fr_fr: AuUpdater CPM de Trend Micro est appelé. La ligne de commande est :

source: Trend Micro CPM AuUpdater returns non zero exit code.
fr_fr: AuUpdater CPM de Trend Micro retourne un code de sortie non zéro.

source: Trend Micro CPM AuUpdater queries update information failed. The error is:
fr_fr: La requête de mise à jour des informations AuUpdater CPM de Trend Micro a échoué. L'erreur est :

source: Trend Micro CPM AuUpdater fails to generate the update needed list.
fr_fr: AuUpdater CPM de Trend Micro n'a pas pu générer la liste des mises à jour requises.

source: Trend Micro CPM AuUpdater fails to generate the component version file.
fr_fr: AuUpdater CPM de Trend Micro n'a pas pu générer le fichier de version des composants.

source: Trend Micro CPM Adapter Server failed to access the CPM configuration file due to file corruption. The file corruption was caused by the missing section name:
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu accéder au fichier de configuration du CPM car un fichier est corrompu. Cette corruption est due à un nom de section manquant&nbsp;:

source: Trend Micro CPM Adapter Server failed to access the CPM configuration file due to file corruption. The file corruption was caused by an incorrect domain or port name.
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu accéder au fichier de configuration du CPM car un fichier est corrompu. La corruption est due à un nom de domaine ou de port incorrect.

source: Trend Micro CPM Adapter Server failed to access the CPM configuration file due to file corruption. The file corruption was caused by an incorrect file size.
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu accéder au fichier de configuration du CPM car un fichier est corrompu. La corruption est due à une taille de fichier incorrecte.

source: Trend Micro CPM Adapter Server failed to recover the corrupted CPM configuration file. The recovery was attempted from:
fr_fr: Le serveur Adapter CPM de Trend Micro n'a pas pu récupérer le fichier de configuration du CPM corrompu. La récupération a été entreprise à partir de&nbsp;:

source: Trend Micro CPM Adapter Server successfully recovered the CPM configuration file. The file was recovered from:
fr_fr: Le serveur Adapter CPM de Trend Micro a pu récupérer le fichier de configuration du CPM. La récupération du fichier s'est faite à partir de&nbsp;:

source: Trend Micro CPM AuUpdater is retrying to read server ini file.
fr_fr: AuUpdater CPM de Trend Micro tente à nouveau de lire le fichier ini du serveur.

source: Trend Micro CPM AuUpdater fails to read server ini file.
fr_fr: AuUpdater CPM de Trend Micro n'a pas pu lire le fichier ini du serveur.

source: Trend Micro CPM SrvStop is invoked. The command line is:
fr_fr: SrvStop CPM de Trend Micro est appelé. La ligne de commande est :

source: Trend Micro CPM SrvStop returns non zero exit code.
fr_fr: SrvStop CPM de Trend Micro renvoie un code de sortie non zéro.

source: CPM detected a Web security policy violation and blocked the URL(s) listed below.
fr_fr: CPM a détecté une violation de stratégie de sécurité Web et a bloqué la ou les URL répertoriées.

source: A malware was not handled successfully. To contain the threat, immediately perform any action recommended by CPM. Contact your security administrator if CPM is unable to resolve the threat.
fr_fr: Un programme malveillant n'a pas pu être traité correctement. Pour enrayer la menace, effectuez immédiatement l'action recommandée par OfficeScan. Contactez votre administrateur de la sécurité si CPM ne peut pas résoudre la menace.

source: Protect Core Protection Module client processes (32-bit Windows desktop and 64-bit Windows Vista SP1 later desktop)
fr_fr: Protéger les processus client de Core Protection Module (bureau Windows&nbsp;32&nbsp;bits et Windows Vista SP1 64&nbsp;bits ensuite)

source: Protect Core Protection Module client registry keys (32-bit Windows desktop and 64-bit Windows Vista SP1 later desktop)
fr_fr: Protéger les clés de registre client de Core Protection Module (bureau Windows 32&nbsp;bits et Windows Vista SP1 64&nbsp;bits ensuite)

source: Update available
fr_fr: Mise à jour disponible

source: How do I connect the Smart Protection Server to TEM server?
fr_fr: Comment puis-je connecter le serveur Smart Protection Server au serveur TEM&nbsp;?

source: Core Protection Module for Mac
fr_fr: Core Protection Module pour Mac

source: All threats found were handled successfully.
fr_fr: Toutes les menaces détectées ont été traitées correctement.

source: A critical malware that can spread or compromise your data was not handled successfully. To contain the threat, immediately perform any action recommended by CPM and contact your security administrator.
fr_fr: Un programme malveillant critique susceptible de se propager ou de compromettre vos données n'a pas pu être traité correctement. Pour enrayer la menace, effectuez immédiatement l'action recommandée par CPM et contactez votre administrateur de la sécurité.

source: CPM detected an attempt to transmit sensitive data from your computer.
fr_fr: Une tentative de transmission de données sensibles de votre ordinateur a été détectée.

source: CPM detected an attempt to access an unauthorized device connected to your computer.
fr_fr: CPM a détecté une tentative d'accès à un périphérique non autorisé connecté à votre ordinateur.

source: A firewall violation and/or a network virus has been detected on your computer, or an outbreak has occurred. Check the firewall logs on the CPM console for more information.
fr_fr: Une violation de pare-feu et/ou un virus de réseau ont été détectés sur votre ordinateur, ou une épidémie s'est déclarée. Pour obtenir plus d’informations, vérifiez les journaux de pare-feu sur la console CPM.

source: CPM detected a behavior monitoring policy violation and blocked the process(es) listed below:
fr_fr: CPM a détecté une violation de stratégie de surveillance des comportements et a bloqué le ou les processus répertoriés ci-dessous&nbsp;:

source: CPM has detected one or more spyware/grayware on your computer.
fr_fr: CPM a détecté un ou plusieurs spywares/graywares sur votre ordinateur.
